[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "dataview",
  "table-editor-obsidian",
  "calendar",
  "nldates-obsidian",
  "obsidian-checklist-plugin",
  "obsidian-command-alias-plugin",
  "obsidian-day-planner",
  "hotkey-helper",
  "obsidian-charts",
  "recent-files-obsidian",
  "obsidian-linter",
  "obsidian-excel-to-markdown-table",
  "obsidian-extract-pdf-highlights",
  "convert-url-to-iframe",
  "obsidian-image-auto-upload-plugin",
  "matter",
  "obsidian-dynamic-toc",
  "obsidian-reading-time",
  "obsidian-image-toolkit",
  "obsidian-collapse-all-plugin",
  "emoji-shortcodes",
  "cm-chs-patch",
  "obsidian-related-notes-finder",
  "obsidian-mind-map",
  "obsidian42-brat",
  "graph-analysis",
  "metaedit",
  "buttons",
  "quickadd",
  "obsidian-advanced-slides",
  "obsius-publish",
  "obsidian-pluck",
  "obsidian-auto-link-title",
  "obsidian-chartsview-plugin",
  "obsidian-excalidraw-plugin",
  "obsidian-kanban"
]